Repository: Anne017/deezer-scope
Catalog: po/*.po
Languages: it, nl

source: All
it: Tutti
nl: Allemaal

source: Alternative
it: Alternativa
nl: Alternatief

source: Folk
nl: Volksmuziek

source: French Chanson
it: Canzoni popolari francesi
nl: Franse Chanson

source: Classical
it: Classica
nl: Klassieke muziek

source: Films/Games
it: Film/Giochi
nl: Film/gamemuziek

source: African Music
it: Musica Africana
nl: Afrikaanse muziek

source: Arabic Music
it: Musica Araba
nl: Arabische muziek

source: Asian Music
it: Musica Asiatica
nl: Aziatische muziek

source: Brazilian Music
it: Musica Brasiliana
nl: Braziliaanse muziek

source: German Music
it: Musica Tedesca
nl: Duitse muziek

source: Indian Music
it: Musica Indiana
nl: Indische muziek

source: Kids
it: Bambini
nl: Kindermuziek

source: Latin Music
it: Musica Latina
nl: Latijns-Amerikaanse muziek

source: Released on
it: Rilasciato il
nl: Uitgebracht op

source: Duration of
it: Durato per
nl: Duur van

source: Found tracks
it: Cerca Traccia
nl: Gevonden nummers

source: Found artists
it: Cerca Artista
nl: Gevonden artisten

source: Found albums
it: Cerca Album
nl: Gevonden albums

source: Log in to Deezer
it: Entra in Deezer
nl: Log in op Deezer

source: Artists
it: Artisti
nl: Artisten

source: Browse Music
it: Naviga nella Musica
nl: Doorblader Muziek

source: Browse All Music
it: Guarda tutte le canzoni
nl: Doorblader Alle Muziek

source: Discover the Deezer database
it: Esplora in Database di deezer
nl: Ontdek de Deezer database

source: Sort Mode
it: Modalità di ordinamento
nl: Sorteermodus

source: Ranking;Rating;Track;Album;Artist;Duration
it: Ranking; Valutazione; Traccia; Album; Artista; Durata
nl: Ranking;Rating;Nummer;Album;Artiest;Duur

source: Sort Ascending (doesn't apply to Ranking)
it: Crescente (non si applica al Ranking)
nl: Sorteer Oplopend (niet toepasselijk bij Ranking)

source: Number of results to retrieve per query
it: Numero di risultati per recuperare il query
nl: Aantal resultaten per opzoeking

source: Number of top tracks to retrieve of an artist
it: Numero di Prime tracce per recuperare di un artista
nl: Aantal op te halen top nummers voor een artist

source: Unofficial app to discover the Deezer database
it: App non ufficiale per esplorare il database di Deezer
nl: Officieuze app om de Deezer database te ontdekken

source: Discover the wide range of music in the Deezer database. You can listen to previews and view the details of the wide collection of Deezer songs.&#10;&#13; Surfacing mode allows to discover new artists per genre.&#10;&#13;&#10;&#13; Search mode searches for tracks, artists and albums.&#10;&#13; Advanced searches can also be performed with:&#10;&#13; 'artist: &lt;artist name&gt;'&#10;&#13; 'album: &lt;album name&gt;'&#10;&#13; 'track: &lt;track name&gt;'&#10;&#13; 'label: &lt;lable name&gt;'&#10;&#13; 'dur_min: &lt;minimum duration in sec&gt;'&#10;&#13; 'dur_max: &lt;maximum duration in sec&gt;'&#10;&#13; 'bpm_min &lt;minimum bpm&gt;'&#10;&#13; 'bpm_max &lt;maximum bpm&gt;'&#10;&#13;&#10;&#13; The sorting can be set in the settings.&#10;&#13;&#10;&#13; Setting up an account, getting more personalized results and translations will be implemented in the near future.&#10;&#13;&#10;&#13; Translators:&#10;&#13; Emanuele Antonio Faraone (it)&#10;&#13;&#10;&#13; Feel free to contact me for translations.&#10;&#13;&#10;&#13; !!This app is in no way affiliated with www.deezer.com.!!
nl: Ontdek het ruime aanbod muziek in de Deezer databank. Je kan info bezien en previews beluisteren van de weide collectie muziek op Deezer.&#10;&#13;In Surfacing modus kan je nieuwe artisten ontdekken per genre.&#10;&#13;&#10;&#13;In zoek modus kan je naar nummers, artisten en albums zoken.&#10;&#13;Er zijn ook geavenceerde zoektermen:&#10;&#13; 'artist: &lt;naam&gt;'&#10;&#13; 'album: &lt;naam&gt;'&#10;&#13; 'track: &lt;naam&gt;'&#10;&#13; 'label: &lt;naam&gt;'&#10;&#13; 'dur_min: &lt;minimum aantal seconden&gt;'&#10;&#13; 'dur_max: &lt;maximum aantal seconden&gt;'&#10;&#13; 'bpm_min &lt;min bpm&gt;'&#10;&#13; 'bpm_max &lt;max bpm&gt;'&#10;&#13;&#10;&#13;Het sorteren van de resultaten kan worden ingesteld in de scope instellingen.&#10;&#13;Uw Account, gepersonaliseerde resultaten en vertalingen zullen later nog volgen..&#10;&#13;&#10;&#13;Vertalers:&#10;&#13; Emanuele Antonio Faraone (it)&#10;&#13;&#10;&#13;Laat gerust iets weten als je wilt helpen vertalen.&#10;&#13;&#10;&#13;!!Deze applicatie is op geen enkele manier verbonden aan www.deezer.com.!!

source: deezer, music, stream, discover, scope
it: Deezer, musica, stream, esplora, scope
nl: Deezer, muziek, stream, ontdek, scope

source: Electro
it: Elettronica
